Repository: PSP-Archive/Psx-P
Catalog: PCSX_CORE/Intl/*.po
Languages: fr_fr

source: PCSX a psx emulator written by: main coder: linuzappz co-coders: shadow ex-coders: Nocomp, Pete Bernett, nik3d Webmaster: AkumaX
fr_fr: PCSX est un émulateur PSX écrit par: programmeur principal: linuzapp programmeur associé : shadow anciens programmeurs : Nocomp, Pete Bernett, nik3d Webmaster: AkumaX

source: Greets to: Duddie, Tratax, Kazzuya, JNS, Bobbi, Psychojak, Shunt, Keith, DarkWatcher, Xeven, Liquid, Dixon, Prafull Special thanks to: Twin (we Love you twin0r), Roor (love for you too), calb (Thanks for help :) ), now3d (for great help to my psxdev stuff :) )
fr_fr: Merci à: Duddie, Tratax, Kazzuya, JNS, Bobbi, Psychojak, Shunt, Keith, DarkWatcher, Xeven, Liquid, Dixon, Prafull Remerciements spéciaux à: Twin (on t'aime twin0r), Roor (on t'aime aussi), calb (merci pour l'aide :) ), now3d (pour toute l'aide sur mes trucs :) )

source: Error opening file: %s
fr_fr: Erreur à l'ouverture du fichier: %s

source: Pcsx found that you wanna use a CPE file. CPE files not supported
fr_fr: Pcsx a vu que vous essayez d'utiliser un fichier CPE. Les fichiers CPE ne sont pas supportés

source: Pcsx found that you wanna use a COFF file. COFF files not supported
fr_fr: Pcsx a vu que vous voulez utiliser un fichier COFF. Les fichiers COFF ne sont pas supportés

source: This file is not a psx file
fr_fr: Ce fichier n'est pas un fichier PSX

source: Arabic
fr_fr: Arabe

source: German
fr_fr: Allemand

source: Greek
fr_fr: Grec

source: English
fr_fr: Anglais

source: Spanish
fr_fr: Espagnol

source: French
fr_fr: Français

source: Italian
fr_fr: Italien

source: Portuguese
fr_fr: Portugais

source: Romanian
fr_fr: Roumain

source: Russian
fr_fr: Russe

source: Error loading %s: %s
fr_fr: Erreur au chargement de %s: %s

source: Could Not Load GPU Plugin %s
fr_fr: Ne peut charger le module GPU %s

source: Could Not load CDR plugin %s
fr_fr: Ne peut charger le module CDR %s

source: Could not open SPU plugin %s
fr_fr: Ne peut charger le module SPU %s

source: Could Not load PAD1 plugin %s
fr_fr: Ne peut charger le module PAD1 %s

source: Could Not load PAD plugin %s
fr_fr: Ne peut charger le module PAD %s

source: Could Not load NET plugin %s
fr_fr: Ne peut charger le module NET %s

source: CDRinit error : %d
fr_fr: Erreur CDRinit: %d

source: GPUinit error: %d
fr_fr: Erreur GPUinit: %d

source: SPUinit error: %d
fr_fr: Erreur SPUinit: %d

source: PAD1init error: %d
fr_fr: Erreur PAD1init: %d

source: PAD2init error: %d
fr_fr: Erreur PAD2init: %d

source: NETinit error: %d
fr_fr: Erreur NETinit: %d

source: Error allocating memory
fr_fr: Erreur d'allocation mémoire

source: Could not open bios:"%s". Enabling HLE Bios
fr_fr: Ne peut ouvrir le bios: "%s". Activation du Bios HLE

source: Connection closed
fr_fr: Connexion fermée

source: Failed loading MemCard %s
fr_fr: Erreur au chargement de la carte mémoire %s

source: Couldn't find pixmap file: %s
fr_fr: Ne peut trouver le fichier image: %s

source: File
fr_fr: Fichier

source: Run Cd
fr_fr: Exécuter le CD

source: Run Cd Through Bios
fr_fr: Exécuter le CD par le Bios

source: Run Exe
fr_fr: Exécuter un EXE

source: States
fr_fr: Sauvegardes

source: Load
fr_fr: Charger

source: Slot 1
fr_fr: Emplacement 1

source: Slot 2
fr_fr: Emplacement 2

source: Slot 3
fr_fr: Emplacement 3

source: Slot 4
fr_fr: Emplacement 4

source: Slot 5
fr_fr: Emplacement 5

source: Other...
fr_fr: Autre...

source: Save
fr_fr: Sauvegarder

source: Exit
fr_fr: Quitter

source: Emulator
fr_fr: Émulateur

source: Run
fr_fr: Exécuter

source: Plugins & Bios
fr_fr: Modules & Bios

source: Graphics
fr_fr: Graphismes

source: Sound
fr_fr: Son

source: Controllers
fr_fr: Manettes

source: Cpu
fr_fr: Processeur

source: Memory Cards
fr_fr: Cartes mémoires

source: Language
fr_fr: Langue

source: Help
fr_fr: Aide

source: About PCSX
fr_fr: À propos de PCSX

source: Pcsx About
fr_fr: À propos de PCSX

source: written by...
fr_fr: écrit par...

source: greets to...
fr_fr: remerciements...

source: Configure
fr_fr: Configurer

source: Test
fr_fr: Tester

source: About
fr_fr: À propos

source: Select Bios Dir
fr_fr: Répertoire du Bios

source: Select Plugin Dir
fr_fr: Répertoire des modules

source: Cancel
fr_fr: Annuler

source: Disable Xa Decoding
fr_fr: Décodage XA inactif

source: Disable Cd Audio
fr_fr: CD Audio inactif

source: Sio Irq Always Enabled
fr_fr: Irq Sio toujours activée

source: Enable Interpreter Cpu
fr_fr: CPU interprété actif

source: Enable Console Output
fr_fr: Sortie console activée

source: Black & White Movies
fr_fr: Vidéos en Noir & Blanc

source: Spu Irq Always Enabled
fr_fr: IRQ Spu toujours activée

source: Parasite Eve 2, Vandal Hearts 1/2 Fix
fr_fr: Parasite Eve 2, Vandal Hearts 1/2

source: InuYasha Sengoku Battle Fix
fr_fr: InuYasha Sengoku Battle

source: Autodetect
fr_fr: Autodétecté

source: Psx System Type
fr_fr: Type de système PSX

source: Select
fr_fr: Sélectionner

source: Format
fr_fr: Formater

source: Reload
fr_fr: Recharger

source: Memory Card 1
fr_fr: Carte mémoire 1

source: Copy
fr_fr: Copier

source: Paste
fr_fr: Coller

source: Un/Delete
fr_fr: Effacer/Restaurer

source: Memory Card 2
fr_fr: Carte mémoire 2

source: NetPlay Configuration
fr_fr: Configuration jeu en réseau

source: Error loading pixmap file: %s
fr_fr: Erreur au chargement de l'image: %s

source: First Controller
fr_fr: Contrôleur 2

source: Second Controller
fr_fr: Contrôleur 2

source: Select Plugins Dir
fr_fr: Répertoire des modules

source: Icon
fr_fr: Icône

source: Title
fr_fr: Titre

source: Status
fr_fr: Sauvegarde

source: Game ID
fr_fr: ID du Jeu

source: Game
fr_fr: Jeu

source: -> Copy ->
fr_fr: -> Copier ->

source: <- Copy <-
fr_fr: <- Copier <-

source: Un/Delete ->
fr_fr: Effacer ->

source: <- Un/Delete
fr_fr: <- Effacer

source: Select Psx Exe File
fr_fr: Sélectionner l'EXE PSX

source: Could not load Cdrom
fr_fr: Ne peut lire le CD-ROM

source: PCSX Quitting
fr_fr: PCSX s'arrête

source: *PCSX*: Loaded State %d
fr_fr: *PCSX*: Chargement de la sauvegarde %d

source: *PCSX*: Error Loading State %d
fr_fr: *PCSX*: Erreur au chargement de la sauvegarde: %d

source: *PCSX*: Saved State %d
fr_fr: *PCSX*: Sauvegarde %d

source: *PCSX*: Error Saving State %d
fr_fr: *PCSX*: Erreur lors de la sauvegarde %d

source: *PCSX*: Loaded State %s
fr_fr: *PCSX*: Chargé la sauvegarde %s

source: *PCSX*: Error Loading State %s
fr_fr: *PCSX*: Erreur au chargement de la sauvegarde %s

source: Select State File
fr_fr: Sélectionner la sauvegarde

source: *PCSX*: Saved State %s
fr_fr: *PCSX*: Sauvé %s

source: *PCSX*: Error Saving State %s
fr_fr: *PCSX*: Erreur à la sauvegarde %s

source: Name
fr_fr: Nom

source: Deleted
fr_fr: Effacé

source: Free
fr_fr: Libre

source: Used
fr_fr: Utilisé

source: Select Psx Mcd File
fr_fr: Sélectionnez le fichier MCD

source: Are you sure you want to format this Memory Card?
fr_fr: Êtes-vous sûr de vouloir formater cette cartouche mémoire?

source: Are you sure you want to paste this selection?
fr_fr: Êtes-vous sûr de vouloir coller cette sélection?

source: PCSX Memcard Manager
fr_fr: Gestionnaire de mémoire PCSX

source: PCSX Configuration
fr_fr: Configuration de PCSX

source: Plugin doesn't needs to be configured
fr_fr: Le module n'a pas besoin de configuration

source: This plugin reports that should work correctly
fr_fr: Ce module dit qu'il devrait fonctionner correctement

source: This plugin reports that should not work correctly
fr_fr: Ce module dit qu'il ne devrait pas fonctionner correctement

source: Select Plugins Directory
fr_fr: Répertoire des modules

source: Select Bios Directory
fr_fr: Répertoire du BIOS

source: PCSX For Linux Version %s
fr_fr: PCSX Pour Linux Version %s

source: Could not open '%s' directory
fr_fr: Ne peut ouvrir le répertoire '%s'

source: Internal HLE Bios
fr_fr: Bios HLE interne

source: Pcsx Msg
fr_fr: Msg Pcsx

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: pcsx [options] [file] options: -runcd Runs CdRom -runcdbios Runs CdRom Through Bios -nogui Don't open GtkGui -cfg FILE Loads desired configuration file (def:Pcsx.cfg) -psxout Enable psx output -load STATENUM Loads savestate STATENUM (1-5) -h -help This help file Loads file
fr_fr: pcsx [options] [fichier] options: -runcd Exécute le CD -runcdbios Exécute le CD par le BIOS -nogui Ne lance pas GtkGui -cfg FICHIER Charge le fichier de configuration (def:Pcsx.cfg) -psxout Active la sortie PSX -load NUM Charge la sauvegarde NUM (1-5) -h -help Cette aide file Charge le fichier

source: Disabled
fr_fr: Désactivé

source: Pcsx is unable to configure pcsx settings without gtkgui, restart without -nogui
fr_fr: Pcsx n'est pas capable de se configurer sans l'interface GTK, redémarrez sans -nogui

source: Pcsx needs to be configured
fr_fr: Pcsx a besoin d'être configuré

source: *PCSX*: Sio Irq Always Enabled
fr_fr: *PCSX*: IRQ Sio toujours activé

source: *PCSX*: Sio Irq Not Always Enabled
fr_fr: *PCSX*: IRQ Sio pas toujours activée

source: *PCSX*: Black&White Mdecs Only Enabled
fr_fr: *PCSX*: Vidéos en Noir&Blanc activées

source: *PCSX*: Black&White Mdecs Only Disabled
fr_fr: *PCSX*: Vidéos en Noir&Blanc désactivées

source: *PCSX*: Xa Enabled
fr_fr: *PCSX*: Décodage XA activé

source: *PCSX*: Xa Disabled
fr_fr: *PCSX*: Décodage XA désactivé

source: Error Opening CDR Plugin
fr_fr: Erreur à l'ouverture du module CDR

source: Error Opening SPU Plugin
fr_fr: Erreur à l'ouverture du module SPU

source: Error Opening GPU Plugin
fr_fr: Erreur à l'ouverture du module GPU

source: Error Opening PAD1 Plugin
fr_fr: Erreur à l'ouverture du plugin PAD1

source: Error Opening PAD2 Plugin
fr_fr: Erreur à l ouverture du module PAD2

source: Error Closing CDR Plugin
fr_fr: Erreur à la fermeture du module CDR

source: Error Closing SPU Plugin
fr_fr: Erreur à la fermeture du module SPU

source: Error Closing PAD1 Plugin
fr_fr: Erreur à la fermeture du module PAD1

source: Error Closing PAD2 Plugin
fr_fr: Erreur à la fermeture du module PAD2

source: Error Closing GPU Plugin
fr_fr: Erreur à la fermeture du module GPU

source: CDRinit error: %d
fr_fr: Erreur CDRinit: %d

source: PCSX EMU
fr_fr: EMU PCSX

source: Set Bios Directory
fr_fr: Répertoire du BIOS

source: Set Plugins Directory
fr_fr: Répertoire des modules

source: Configure...
fr_fr: Configurer...

source: Test...
fr_fr: Tester...

source: About...
fr_fr: À propos...

source: Note: The NetPlay Plugin Directory should be the same as the other Plugins.
fr_fr: Note: Le répertoire du module NetPlay doit être le même que pour les autres modules.

source: *PCSX*: CdRom Case Opened
fr_fr: *PCSX*: Panneau du CD-ROM ouvert

source: *PCSX*: CdRom Case Closed
fr_fr: *PCSX*: Panneau du CD-ROM fermé

source: Connecting...
fr_fr: Connexion...

source: Please wait while connecting... %c
fr_fr: Veuillez patienter pendant la connexion à... %c

source: Error Opening GPU Plugin (%d)
fr_fr: Erreur à l'ouverture du module GPU (%d)

source: Error Opening SPU Plugin (%d)
fr_fr: Erreur à l'ouverture du module SPU (%d)

source: Error Opening PAD1 Plugin (%d)
fr_fr: Erreur à l'ouverture du module PAD1 (%d)

source: Error Opening PAD2 Plugin (%d)
fr_fr: Erreur à l'ouverture du module PAD2 (%d)

source: Pcsx needs to be configured
fr_fr: Pcsx a besoin d'être configuré

source: Pcsx now will quit, restart it
fr_fr: Pcsx va maintenant terminer, redémarrez-le

source: PCSX State Format
fr_fr: Format de sauvegarde PCSX

source: Could not load Cdrom
fr_fr: Ne peut charger le CD-ROM

source: mid link block
fr_fr: bloc de lien

source: terminiting link block
fr_fr: fin de bloc de lien

source: Memcard Manager
fr_fr: Gestionnaire de carte mémoire

source: Select Mcd
fr_fr: Charger MCD

source: Format Mcd
fr_fr: Formater MCD

source: Reload Mcd
fr_fr: Relire MCD

source: Cpu Config
fr_fr: Configuration processeur

source: Black && White Movies
fr_fr: Vidéos Noir && Blanc

source: Disable Misc Quick Keys (F5-F8)
fr_fr: Touches rapides inactives (F5-F8)

source: Disable Cd audio
fr_fr: CD Audio inactif

source: Psx Mcd Format (*.mcr;*.mc;*.mem;*.vgs;*.mcd;*.gme;*.ddf)
fr_fr: Fichier cartouche mémoire PSX (*.mcr;*.mc;*.mem;*.vgs;*.mcd;*.gme;*.ddf)

source: Psx Memory Card (*.mcr;*.mc)
fr_fr: Cartouche mémoire PSX (*.mcr;*.mc)

source: CVGS Memory Card (*.mem;*.vgs)
fr_fr: Cartouche mémoire CVGS (*.mem;*.vgs)

source: Bleem Memory Card (*.mcd)
fr_fr: Cartouche mémoire de Bleem (*.mcd)

source: DexDrive Memory Card (*.gme)
fr_fr: Cartouche mémoire DexDrive (*.gme)

source: DataDeck Memory Card (*.ddf)
fr_fr: Cartouche mémoire DataDeck (*.ddf)

source: All Files
fr_fr: Tous les fichiers

source: Psx Exe Format
fr_fr: EXE au format PSX

source: &File
fr_fr: &Fichier

source: E&xit
fr_fr: &Quitter

source: &States
fr_fr: &Sauvegardes

source: Run &EXE
fr_fr: Exécuter &EXE

source: Run CD Though &Bios
fr_fr: Exécuter le CD par le &Bios

source: Run &CD
fr_fr: Exécuter le &CD

source: &Save
fr_fr: &Sauvegarder

source: &Load
fr_fr: &Charger

source: &Other...
fr_fr: &Autre...

source: Slot &5
fr_fr: Emplacement &5

source: Slot &4
fr_fr: Emplacement &4

source: Slot &3
fr_fr: Emplacement &3

source: Slot &2
fr_fr: Emplacement &2

source: Slot &1
fr_fr: Emplacement &1

source: &Emulator
fr_fr: &Emulateur

source: &Run
fr_fr: &Exécuter

source: &Memory cards
fr_fr: Car&touches Mémoires

source: C&PU
fr_fr: &Processeur

source: &NetPlay
fr_fr: Jeu en &Réseau

source: &Controllers
fr_fr: &Contrôleurs

source: &Sound
fr_fr: &Son

source: &Graphics
fr_fr: &Graphismes

source: &Plugins && Bios
fr_fr: &Modules et Bios

source: &Language
fr_fr: &Langue

source: &Help
fr_fr: &Aide

source: &About...
fr_fr: À &propos...

source: Error Loading Symbol
fr_fr: Erreur au chargement du symbole
